[
    {
        "name": "John need help!",
        "description": "John is a poor guy who gambling a lot, he need some supports to start his new life."
    },
    {
        "name": "Donate some money to me.",
        "description": "A thief stole all my money and I need some helps."
    },
    {
        "name": "Leap Ahead: Empowering Street Youth Through Dance",
        "description": "MindLeaps uses dance to help street children build essential cognitive and behavioral skills. By improving their mental capacity in an engaging kinesthetic learning environment, these youth can move onto the next step of our program: formal education."
    },
    {
        "name": "Help Save Elephants in India",
        "description": "A gang in South India has killed more than 40 elephants in just 10 months this year! Your support can help WTI in building a robust enforcement team to stop this senseless crime!"
    },
    {
        "name": "Change a Girl\"s Life Through Microentrepreneurship",
        "description": "The Keep A Girl Alive project enables girls at risk to become economically independent through cash transfers for the creation of small businesses. For a bit more than 50$, you can put a girl on her way out of poverty."
    },
    {
        "name": "Support native artisans & rainforest in the Amazon",
        "description": "This project will help build sustainable livelihoods and conserve rain forests in ten native and campesino communities in the Peruvian."
    },
    {
        "name": "Water System for Peace Demonstration Farm, Uganda",
        "description": "This project is to install a water system at Peace Demonstration Farm in Uganda."
    },
    {
        "name": "Free Accommodation for Kids with Cancer in Ukraine",
        "description": "This project guarantees free accommodation for 6 families who have a child affected by cancer at the Center Dacha every day."
    },
    {
        "name": "Empowering Fishing Communities in the MAR Reef",
        "description": "This project will provide funding to at least 5 fishing communities along the Mesoamerican Reef coast in order to encourage community participation."
    },
    {
        "name": "Help 100 Youth Exit Homelessness in Washington DC",
        "description": "The Latin American Youth Center (LAYC) Street Outreach Program (SOP) supports runaway and homeless youth ages 18-24."
    },
    {
        "name": "Help more South African children achieve in Maths",
        "description": "Education is the key to break the poverty cycle for children from township communities. In South Africa only 35% of learners age 12-13 pass Maths. GSES uses a per-child, online Maths program to promote learning & to track children\"s progress from these challenged communities. This individualised approach allows teachers to provide support to each child."
    },
    {
        "name": "Reel Women Real Change: Stories, Advocacy, Impact",
        "description": "Help us equip more change makers! We are expanding our Reel Women Real Change program so that even more women and girls can use storytelling, including film, to advocate for the causes that matter most to them and their communities."
    },
    {
        "name": "Shoot to Score Academy for 10000 Children in Kenya",
        "description": "The project will build Shoot to Score Academy in Marsabit, Kenya providing a safe space for 10,000 children to play and experience their childhood. "
    },
    {
        "name": "Revive 1000 Haiti Gardens After Hurricane Matthew",
        "description": "Hurricane Matthew destroyed farm and garden harvests that Haitian families were relying upon for essential nutrition."
    },
    {
        "name": "Enhance 200 Cambodians\" lives through Education",
        "description": "Children from rural areas don\"t receive a proper education and usually drop out of school very early to join their families in the fields. Our goal is to offer them a chance to better their own and their families\" lives. "
    },
    {
        "name": "QualityEducation Matters to the Most Vulnerable",
        "description": "School based Bridge Centers operated by our organization will ensure quality and need based academic support to most vulnerable children enrolled in school having unique and under defined disabilities. Need based support will help children catch up with the syllabus ensuring their long term retention in schools."
    },
    {
        "name": "Bring Fruit Trees to Native American Reservations",
        "description": "Trees for Tribes helps Native American communities help themselves through the provision of fruit tree orchards that provide an abundant harvest of nutritious fruit for families living in poverty. "
    },
    {
        "name": "Clean Water for 1,500 People in Rural Senegal",
        "description": "With your support, CREATE! will provide access to clean, abundant water for 1,500 people in the Guinguineo District of rural Senegal. By rehabilitating existing wells and installing solar-powered pumps and gravity-fed irrigation systems, these rural communities can advance towards achieving agricultural and economic self-sufficiency."
    },
    {
        "name": "Create Braille Books For 1000 Blind Children",
        "description": "This project will create a Mini Printing House providing a various set of Braille books to 1000 visually impaired children in Ukraine to help them explore the World with their hands through reading illustrated stories in Braille with tactile pictures."
    },
    {
        "name": "Give at-risk Colombian children a safe home",
        "description": "The Fundacion Ninos de los Andes (FNA), is working to give children, youth and their families in Colombia, the tools and opportunities to help get their rights back and out of extreme poverty. "
    },
    {
        "name": "Help keep Belize Bird Rescue up and running",
        "description": "Funds from this project will feed the 170 former-captive parrots in our long-term release programme, rehabilitate the 250+ birds we receive annually, and help with running costs."
    },
    {
        "name": "Prevent Trafficking in Women thru Entrepreneurship",
        "description": "HERA provides entrepreneurship training, professional mentoring and grants to women survivors of modern slavery, violence and exploitation to enable them to become economically independent."
    },
    {
        "name": "Girls Leading Our World (GLOW) Leadership Academy",
        "description": "GLOW Leadership Academy 2018 will empower 85 teenage Bulgarian girls by giving them the social skills needed to think beyond the traditional limitations which our man dominated society still has."
    },
    {
        "name": "Generate Income & Hope From Non-Recyclable Garbage",
        "description": "This project has stopped 10 tons of non-recyclable plastic waste from reaching Jakarta\"s garbage dumps by partnering with trash pickers who collect and sell it to XSProject . "
    },
    {
        "name": "Turning carbon footprints into healthy soils",
        "description": "We incorporate charcoal (biochar) into soils, improving fertility (nutrient-retaining capacity), and in so doing create a stable carbon sink in which CO2 is sequestered for hundreds of years"
    },
    {
        "name": "The Lunch Box Expansion Project",
        "description": "Nearly one-third of children in the U.S. are obese, and another third are hungry. Children consume half - and often more - of their daily calories while at school. Schools are struggling to transition from highly-processed food products to scratch-cooked meals made from healthy, whole foods."
    },
    {
        "name": "Orangutan Rescue: On the frontline in Sumatra",
        "description": "Sumatran orangutans are Critically Endangered, with only around 14,600 left in the wild. The greatest threat to their survival is the loss of their rain forest home - forest destruction for farmlands in Sumatra is happening on a massive scale. "
    },
    {
        "name": "Community Music Program for Vietnamese Youth",
        "description": "This project supports underpriviledged Vietnamese youth with weekly music and string ensemble lessons. Each student receives a violin or cello and takes lessons after school, 2-3 days a week."
    },
    {
        "name": "Improve 70 Girls Education with Tutoring Program",
        "description": "This project enables 7th and 8th grade girls in Bankondji village to develop the ability to understand texts in reading comprehension, math and other subjects, so they successfully pass the exam needed to enroll in any high school in Cameroon. "
    },
    {
        "name": "Maasai Olympics: Ending Lion Killings In Kenya",
        "description": "Iconic predators of Africa are disappearing before our eyes. Wild African lions have declined by 75% in 20 years. Predators are critical to healthy eco-systems in East Africa. "
    },
    {
        "name": "ICT as a Tool for Young Voices",
        "description": "This project will give an opportunity to get the basic principles of journalism, creative writing, media, IT, to enhance young journalists\" capacity to write articles more professionally."
    },
    {
        "name": "Bring Global Education To 100 In-Need Schools",
        "description": "At the same time as our world becoming increasingly interconnected, we are seeing the spread of cultural tensions and division. We need today\"s students to respond by building tolerance and understanding of global issues. "
    },
    {
        "name": "Mayan Power and Light",
        "description": "Mayan Power and Light is an innovative, self-sustaining development model that empowers rural women through social businesses to distribute affordable solar power, water filters and fuel-saving stoves past \"the last mile.\""
    },
    {
        "name": "Overcoming Stigma of Disabilities in South Africa",
        "description": "Children with disabilities, their parents and caregivers in rural areas of South Africa have limited access to the medical care they need. Well-designed wheelchairs are key to achieving independence and social inclusion."
    },
    {
        "name": "Festival of Lights Food Giveaway",
        "description": "The Festival of Lights falls on November 6, While we each celebrate the holiday in our own way, let\"s come together to illuminate the lives of those who need it the most."
    },
    {
    	"name": "Give to the Gardens Programme",
    	"description": "The programme is a new platform for individuals and businesses to make a contribution in support of our UNESCO World Heritage Site."
    },
    {
    	"name": "Orchid Conservation Fund",
    	"description": "Singapore was once home to 229 species of native wild orchids. More than two thirds of them - 170 of them to be precise - are now extinct, and have disappeared forever."
    },
    {
    	"name": "SG Compose",
    	"description": "SG Compose is a song writing competition and a music video campaign to reach out to youths facing challenges in their lives. This campaign aims to provide youths with the opportunities to develop their interest and skills in music, educate them on the avenues they can approach for help, and to instil intrinsic motivation in them."
    },
    {
    	"name": "EDIS Cares Funds",
    	"description": "The EDIS Cares Fund supports programmes that aims to address key needs at critical stages of a child\"s growing years. These are aimed at children from families at the bottom 20% of society. The programmes provide infants and toddlers with basic nutrition and care, prepare 6 and 7 year olds for a better start in primary school and inspire 8-12 year olds to aspire higher. Our programmes are characterized by an average 1 volunteer to 1 beneficiary ratio. "
    },
    {
    	"name": "TODAY Enable Fund",
    	"description": "The TODAY Enable Fund seeks to help build a society where every citizen of all abilities has a place and role to play. The fund supports efforts focusing on enhancing education, skills and employment prospects of persons with disabilities, as well as fostering greater empathy and inclusion in the wider community. "
    },
    {
    	"name": "Local Outreach to Suicide Survivors (LOSS)",
    	"description": "SOS Local Outreach to Suicide Survivors (LOSS) programme is the only local outreach programme providing emotional support to people affected by the suicide death of someone close."
    },
    {
    	"name":"Plant-A-Tree Programme",
    	"description":"Caring for trees and the environment is the social responsibility of every individual. The Plant-A-Tree Programme is a platform for organisations and individuals to actively participate in the greening of our City in a Garden by planting trees."
    },
    {
    	"name":"Remembering Lee Kuan Yew",
    	"description":"ory of our founding patron, Mr Lee Kuan Yew (1923-2015), your donations will help us continue his legacy of building a City in a Garden."
    },
    {
    	"name":"The Gut Fund",
    	"description":"Managed by NUHS Fund Limited, The Gut Fund was set up with the mission to deliver personalized and state-of-the-art care to its patients. 100% of your gift will go towards facilitating the advancement of patient care for needy patients in the Singapore community, innovative research, as well as continuing education of public and fellow healthcare workers in the digestive and liver diseases field."
    },
    {
    	"name":"Contribution in Memory of Mr Lee Kuan Yew",
    	"description":"Well-wishers who would like to make a donation in memory of the late Mr Lee Kuan Yew can contribute to Lee Kuan Yew Education Fund. "
    },
    {
    	"name":"Help Jeanne End Violence!",
    	"description":"Help me stop family violence! Domestic violence is terrorism of the home. Imagine living in fear of someone who is supposed to love you - a spouse, partner, parent... even your own child. Your home becomes a virtual prison."
    },
    {
    	"name":"Contributions to the Financial Assistance Fund",
    	"description":"This specific pool of donation will supplement existing funding given under the MOE Financial Assistance Scheme (FAS) and school-based FAS grant. Schools can use it to provide even more support for students from less advantaged backgrounds."
    },
    {
    	"name":"Sponsor CareHut activities",
    	"description":"CareHut is a school-based student care centre which caters mainly to children from low-income and/or single-parent families. Donations and sponsorships from the public enable CCSS to subsidize CareHut fees for children who require our service but are unable to afford the full student care fees."
    },
    {
    	"name":"Sexual Assault Care Centre",
    	"description":"Sexual assault can happen to anyone. Fearing blame or disbelief, victims often find it hard to speak up and get the help they need."
    },
    {
    	"name":"Helpline for Women",
    	"description":"We\"ve been running the Women\"s Helpline for 25 years and have supported over 25,000 callers since we started. Throughout the years, it\"s become clear we need to ensure that every woman can access and feels welcomed in our support network. The money raised will allow us to develop our staff, volunteers, counsellors and lawyers\" capabilities to run services in Malay, Tamil and Mandarin, as well as in English. We are also developing our team\"s knowledge of Syariah law in order to better support Muslim women."
    },
    {
    	"name":"Economic Empowerment Programmes for Lower Income Women",
    	"description":"Poverty in Singapore is an invisible problem. More than 150,000 people in Singapore live in absolute poverty. That is 3 national stadiums full of people who cannot afford to have 3 meals a day. Women in Singapore are especially vulnerable to poverty, with 41% of women dropping out of the workforce doing so because of caregiving and family responsibilities. "
    },
    {
    	"name":"Caregivers Workshop and Support Group",
    	"description":"Our project seeks to educate the caregivers of youths-at-risk on ways to meet the needs of their youths, how to manage their emotions, and how to improve the relationships with their youths to minimise the barriers between them. We understand how physically and mentally draining it is to deal with a child/youth who is out of control or withdrawn. So, we hope to provide such a platform to equip them with the necessary tools to cope with their challenges. "
    },
    {
    	"name":"Hold my Hands",
    	"description":"Living with cancer is indeed a challenge. Counting remaining days to be with your loved ones is heart wrenching. Once a secured breadwinner but now face with financial uncertainty. A Have becomes a Have-Not, a Prince transforms to a Pauper. Materialism lost but spiritual realm gains. Numbered days drag."
    },
    {
    	"name":"MOE supports President\"s Challenge 2018",
    	"description":"In support of the PC2018, the MOE Community Involvement Programme (MCIP) Committee is coordinating MOE\"s efforts in supporting this cause through fundraising activities such as the PC Heart Train/Bus Campaign, Healthy Lifestyle Day cum OLive Charity Run and OLive Fiesta."
    },
    {
    	"name":"A little goes a long way",
    	"description":"A little for us might mean a lot to others that needed it. A little contribution from you and me will add up to substantial amount to help others. Let\"s start contribution from today. Thank you."
    },
    {
    	"name":"Served with Love",
    	"description":"Served with love is a project organised by Circle of Friends and in collaboration with Allspice Institute. Youths will prepare, cook and serve the elderly and needy families in our community. Youths will be given the opportunity to work with professional chefs to prepare dishes specially designed for great taste and flavour whilst considering the dietary requirements of our beneficiaries."
    },
    {
    	"name":"FINANCIAL ASSISTANCE PROGRAM",
    	"description":"Fencing Singapore has setup this campaign to help potential fencers who are facing financially difficulties during their journey towards elite training. The donation will help fund these fencers in his/her overseas training and competitions that will assist in developing him/her to his/her fullest potential."
    },
    {
    	"name":"PRIMARY SCHOOL OUTREACH PROGRAM",
    	"description":"Fencing Singapore is constantly trying to increase our pipeline and increasing awareness of the Sport in Singapore. Currently we do not have Fencing as part of the National Primary School Games Sports. We are looking forward to introduce Fencing to more Primary Schools so that eventually we will be able to organize the Inter-Primary School competition."
    },
    {
    	"name":"Fencing Singapore\"s One Team Singapore Fund",
    	"description":"The One Team Singapore Fund (OTSF) has been created specifically for this, for all supporters of Team Singapore to contribute to enhance the High Performance Sport system for our athletes, in this case, our National Fencers."
    },
    {
    	"name":"Play It Forward",
    	"description":"Playeum is a non-profit independent organisation that champions children through play and creativity, and is also an advocate and promoter of the voice and rights of children. They see children as authentic cultural citizens and advocate for children by ensuring that each child is given equal opportunities to play; and playing in a way that ensures growth and learning."
    },
    {
    	"name":"YMCA Adventure Challenge",
    	"description":"This is not your usual Fuji climb; take a contemplative walk through Japanese forests to ascend up Japan\"s highest peak at 3,776m to be embraced by one of Asia\"s enamoured Sunrises. In partnership with YMCA Tozanso, this inaugural adventure fundraiser is in support of Y Camp Challenge, a quarterly outdoor adventure camp for persons with special needs. "
    },
    {
    	"name":"Preserve Our Indian Culture with the Indian Heritage Centre",
    	"description":"The Indian Heritage Centre (IHC) traces the history of the Indian and South Asian communities in the Southeast Asian Region. As the first of its kind in Southeast Asia, the centre promotes the diverse heritage of the Indian community and serves as an urban forum for the celebration and appreciation of Indian culture. "
    },
    {
    	"name":"Protect the Rich Cultural Heritage of Asia with the Asian Civilisations Museum",
    	"description":"The Asian Civilisations Museum is devoted to preserving the cultural heritage of Asia, especially the ancestral cultures of Singaporeans. These include China, Southeast Asia, India, and the Islamic world. More recently, the museum has focused on the long historical connections between these cultures. The museum therefore explores art that blends different ideas, as a means of achieving understanding that encompasses different regions, languages, and creative forms. As one of the national museums of Singapore under the National Heritage Board, the museum also seeks to promote a better appreciation of the rich history that has created Singapore\"s multi-ethnic society. The museum regularly presents special exhibitions that expand on the themes of the museum, and these often showcase magnificent objects borrowed from museums and institutions around the world. "
    },
    {
    	"name":"Vocal Music for Everyone",
    	"description":"Help us share the joy of music with everyone in our community! Vocal music is accessible for everyone as it only requires 1 instrument all of us have, our voice. At The A Cappella Society we believe that everybody can sing and therefore we provide opportunities for all who want to sing. Our groups and programs range in age from 4-90+ years old, most are non-auditioned and open for all."
    },
    {
    	"name":"Justice Should Not Depend On The Size Of Your Bank Account",
    	"description":"Due to the introduction of new and meaningful programmes the past years have led to a tremendous increase of interaction provided to litigants-in-person. We had provided 5,000 interactions in 2013 and have experienced a phenomenal growth to 17,000 interactions provided in 2017 itself, a whooping 300% increase. "
    },
    {
    	"name":"Project Makan!",
    	"description":"Project Makan! is an initiative by the Society for the Aged Sick that aims to deliver hawker food to our residents once a month."
    },
    {
    	"name":"Family Support Fund",
    	"description":"The Morning Star Family Support Fund support individuals from multi-stressed families who require counselling or parenting skills coaching."

    },
    {
    	"name":"National University Centre for Organ Transplantation (NUCOT) Fundraising",
    	"description":"In Singapore, on average, there are 900 new cases of end-stage kidney failure and 60 new cases of end-stage liver failure each year. Organ transplantation is now the accepted standard of care to help patients with organ failure live longer, healthier and better quality of lives. The cost of a transplant, including preliminary testing, surgery, post-operative recovery costs and lifetime immunosuppressive medicines can be high and preventive to patients from undergoing this life-saving procedure."
    },
    {
    	"name":"Support St. Andrew\"s Autism Centre",
    	"description":"Persons with autism need our care and support to lead dignified and meaningful lives. It is also important that they access education, training and services. Your gift today will help us at St. Andrew\"s Autism Centre (SAAC) continue to enrich the lives of the students and adult clients with moderate to severe autism."
    },
    {
    	"name":"Support the Day Activity Centre at St. Andrew\"s Autism Centre",
    	"description":"The DAC programme provides training and support in the development of daily living skills, recreational skills, vocational and community living skills. We believe that adults with autism can find meaningful engagement, hope and to some extent work, when they are supported and equipped with these skills. With greater independence and adaptability, we hope that our adult clients are more able to navigate safely in the community and enjoy a better quality of life."
    }
]